export default function Work() {
  return (
    <main className="flex min-h-screen flex-col items-center justify-between p-24">
      <div className="max-w-prose font-normal tracking-wide ">
        <h1 className="text-4xl font-black uppercase text-center tracking-tighter bg-[#0378f6] text-white rounded px-2 pt-4 pb-3">
          Би хэрхэн ажилдаг вэ?
        </h1>
        <p className="mt-6">
          &emsp;Манай өнөөдрийн зочин бол &quot;Инвескор Проперти&quot; ХХК-ийн
          Гүйцэтгэх захирал О.Уянга. Аавынхаа мэргэжлийг өвлөн авч хуулийн
          салбарт 10 орчим жил &quot;Си Энд Жи Партнерс&quot; хуулийн фирм,
          &quot;Шунхлай&quot; групп, &quot;Инвескор ББСБ&quot; ХК тэргүүтэй
          компаниудад ажилласан туршлагатай тэрээр ажиллаж байх хугацаандаа үл
          хөдлөх хөрөнгийн цөөнгүй төсөл хариуцан ажилласнаар эл салбарын
          гараагаа эхэлж байжээ. Түүний 2020 оноос удирдан ажиллаж буй
          &quot;Инвескор Проперти&quot; ХХК нь үл хөдлөх хөрөнгийн төслүүдэд
          байршлын суурь судалгаанаас эхлээд зах зээлд байршуулах хүртэлх үйл
          явцыг тасралтгүй хариуцаж, улмаар үнэ цэн, өгөөжийг нь өсгөх зорилгын
          хүрээнд хөрөнгө оруулагчид, үйлчлүүлэгчдэдээ цогц үйлчилгээ үзүүлэн
          ажилладгаараа салбартаа танигдсан билээ.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          1. Таны карьераас бид юуг мэдэх естой вэ?
        </h2>
        <p className="mt-4">
          Би дунд ангиа Дархан хотод, ахлах ангиа Улаанбаатар хотын
          &quot;Монгени&quot; цогцолбор сургуульд дүүргэсэн. Төгсөх хавар дөхөх
          тусам бусад хүүхдийн л адил ямар мэргэжлээр хаана суралцах талаар
          бодол болж, эцэст нь гэр бүлийнхээ ятгалгын дагуу
          &quot;Шихихутуг&quot; их сургуульд бизнесийн эрх зүйн чиглэлээр элсэн
          суралцаж байв. Хуулийн чиглэлээр сурахад нэг талаас аавын нөлөө их
          байсан. Аав маань прокурорын байгууллагад олон жил ажилласан болохоор
          намайг ч бас энэ мэргэжлийг эзэмшээсэй гэж хүссэн юм. Ингэж л би
          хууль, <span className="font-extrabold text-[#0378f6]">эрх зүйн</span>{" "}
          салбарт эргэлт буцалтгүй орж байлаа.
        </p>
        <p className="mt-4">
          Их сургуулиа төгсөөд 2011 онд &quot;Си Энд Жи Партнерс&quot; хуулийн
          фирмд хуульчаар ажлын гараагаа эхэлж байв. Ажил мэргэжлийн онцлогоор ч
          гэх үү анхнаасаа л олон улсын мэргэжлийн байгууллагуудтай хамтран
          ажиллаж, томоохон төсөл хөтөлбөрүүдийн хууль эрх зүйн судалгаа,
          зохицуулалтыг хариуцан ажиллах боломж тохиосон.{" "}
          <span className="italic font-extrabold  block border-l-4 border-[#0378f6] ml-8 my-4 px-2">
            &quot;Эргээд бодоход анхны ажлаа зөв газарт, зөв хүмүүстэй эхлүүлэх
            нь ажлын арга барилаа олохоос эхлээд олон чадварт сургадаг юм
            билээ.&quot;{" "}
          </span>
        </p>
        <p className="mt-4">
          Үүний дараа 2013-2019 он хүртэл зургаан жилийн хугацаанд
          &quot;Шунхлай&quot; группт хуулийн зөвлөхөөр ажилласан. Тухайн үед
          манай байгууллага группийн бүтцэд шилжих тун онцгой үе тохиосон нь
          надад олон боломжийн үүд хаалгыг нээж өгсөн. Мөн ажиллаж байх
          хугацаандаа буюу &quot;Инвескор ББСБ&quot; ХК-ийг 2016 онд үүсгэн
          байгуулагдсан цагаас эхлэн хууль эрх зүйн зөвлөх үйлчилгээ үзүүлж
          байгаад 2019 оноос албан ёсоор хуулийн зөвлөхөөр ажиллаж эхэлсэн.
          Тухайн үед ажилласан хамгийн том төсөл нь яах аргагүй &quot;Инвескор
          ББСБ&quot; ХК-ийн IPO байсан бөгөөд миний хувьд хуулийн талын бүх
          функцээ хариуцан ажиллаж байв. Би энэ үйл явдлыг гарцаагүй компаниа
          зах зээлд хурдтайгаар таниулж, стратегийн дийлэнх{" "}
          <span className="font-extrabold text-[#0378f6]">
            хөрөнгө оруулалтаа
          </span>{" "}
          татан төвлөрүүлэх боломж байсан гэж хардаг юм.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          2. Таны ажлын дундаж нэг өдөр хэрхэн өнгөрдөг вэ?
        </h2>
        <p className="mt-4">
          Хувийн амьдрал болон ажил карьераа эн тэнцүү авч явна гэдэг
          эмэгтэйчүүдийн хувьд хэзээд л том сорилт болдог л доо. Миний хувьд
          гурван хүүхдийн ээж учраас өглөөд эртлэн босож, хүүхдүүдээ цэцэрлэг
          сургуульд нь бэлдэх, хүргэж өгөхөөс эхлүүлдэг. Ээжийн үүргээ гүйцэтгэж
          дуусаад ажил дээрээ ихэвчлэн 09:00-10:00 цагийн хооронд ирнэ.
        </p>
        <p className="mt-4">
          Ажил мэргэжлийн онцлогоос шалтгаалж төвлөрөн суух ажлуудаа оройн
          цагаар хийдэг болохоор ажлын найман цагийг уулзалт, хурлуудад зориулах
          нь элбэг. Ингэхдээ нэг өдрийг зөвхөн бизнес, борлуулалт, дараагийн
          өдрийг хамтран ажиллагч, түнш байгууллагууд, түүний дараагийн өдөрт
          хүний нөөц, баг бүрдүүлэлт дээр төвлөрөх мэтээр хуваарилдаг гэх үү
          дээ. Нэг ёсондоо нэг өдөрт олон янзын ажил биш нэг чиглэлийн ажлуудаа
          барьж авдаг гэсэн үг.
        </p>
        <p className="mt-4">
          Мэдээж их ажлын хажуугаар гэр бүлдээ цаг гаргахаа мартаж болохгүй.
          Тиймээс аль чадахаараа эрт хариад хүүхдүүдтэйгээ багахан ч болов
          цагийг чанартай өнгөрүүлэхийг боддог. Хүүхдүүдээ унтуулсны дараа зарим
          ажлаа амжуулж, и-мэйл бичих, багийнхандаа үүрэг даалгаврыг нь
          хуваарилах зэрэг төвлөрөх ажлуудаа дуусгана.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          3. Таны ажлын нөү-хау?
        </h2>
        <p className="mt-4">
          Ажлын арга барил дээр ч мэргэжлийн онцлог гарч ирнэ. Хуульч, эрх зүйч
          хүний суурь зарчмын дагуу нэг ширхэг цэг, таслалыг ч алдах ёсгүй
          учраас үргэлж нягт нямбай, хариуцлагатай байх шаардлагатай байдаг.
          Үүний адилаар үл хөдлөх хөрөнгийн салбарт ч алдаа гаргах эрх байхгүй.
          Учир нь энэ бүхний ард их хэмжээний хөрөнгө оруулалт яригдаж байдаг
          болохоор жижиг том ямар ч асуудлын аль болох гүн рүү орж судлах нь
          чухал. Мөн би аливаа асуудалтай удаан хугацаанд зууралдаж цаг алдахын
          оронд түргэн хугацаанд оновчтой шийдэхийг эрмэлздэг зантай.
        </p>
        <p className="mt-4">
          Удирдах түвшний албан тушаалд томилогдсоноос хойш ажлын арга барилд
          тодорхой хэмжээнд өөрчлөлт гарсан нь мэдээж.{" "}
          <span className="font-extrabold text-[#0378f6]">
            Удирдагч, манлайлагч хүн гэдэг хамтран ажиллагсдынхаа оронд өөрийгөө
            тавьж үздэг
          </span>
          , ажлаа хийхэд нь саад болж байгаа зүйл бий эсэхийг ярилцдаг байх
          хэрэгтэй юм билээ. Угаасаа л багийн гишүүдийн бүтээмжээс ажлын үр дүн
          шууд хамаардаг шүү дээ.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          4. Та одоо юун дээр төвлөрч байгаа вэ?
        </h2>
        <p className="mt-4">
          Манай компани үл хөдлөх хөрөнгийн зах зээлд шинэлэг бүтээгдэхүүн,
          үйлчилгээг бий болгох гол зорилготой. Үүний хүрээнд хоёр төсөлд
          анхаарлаа хандуулан ажиллаж байна. Эхнийх нь{" "}
          <span className="font-extrabold text-[#0378f6]">Buy to let</span> буюу
          өмчлөөд түрээслэх үйлчилгээ юм. Олон жилийн турш дотоодын хөрөнгө
          оруулагчид үл хөдлөх хөрөнгө худалдаж аваад өөрсдөө түрээслэх замаар
          буюу уламжлалт арга барилаар ажиллаж ирсэн. Үүнийг бодитоор харвал зах
          зээлд өрсөлдөж чадаж байгаа эсэх, үнэ цэнээ нэмэгдүүлж байгаа эсэх
          зэрэг олон асуудал урган гарч ирнэ. Олон улсын жишигт энэ ажлыг
          хөрөнгийн менежрүүдэд даатгадаг бөгөөд тэд таны өмнөөс үл хөдлөх
          хөрөнгийг тань арчилж, үнэ цэнийг нь унагалгүй түрээслэгчдэд санал
          болгодог юм. Бидний хувьд одоогоор дээрх өмчлөөд түрээслэх үйлчилгээг
          өөрсдийн хөгжүүлж, хэрэгжүүлсэн төслүүдийн хөрөнгө оруулагчдад үзүүлж
          байгаа. Тодруулбал, одоогийн байдлаар &quot;IC tower&quot; болон
          &quot;Ambassador&quot; зэрэг бүрэн үйлчилгээт орон сууцанд Buy to let
          үйлчилгээгээр хамтран ажиллах боломжтой.
        </p>
        <p className="mt-4">
          <span className="font-extrabold text-[#0378f6]">
            Бид жилдээ хөрөнгө оруулалт нь шийдэгдсэн 1-2 төслийг бүрэн
            хэрэгжүүлж ажилладаг.
          </span>{" "}
          Тиймдээ ч дараагийн томоохон ажлынхаа концепцын шатны судалгааг хийж
          байна. Уг төслөөр дамжуулан бид хөрөнгө оруулалтын шинэ үйлчилгээ,
          хөрөнгийн менежментийн шат ахисан үйлчилгээг боловсруулахаар зорьж
          байгаа.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          5. Бусдад шидэх санаа?
        </h2>
        <p className="mt-4">
          Үл хөдлөх хөрөнгийн салбарт ид хийж бүтээж яваа залуу мэргэжилтний
          зүгээс зөвлөхөд манай салбарт цаашид бий болгох боломжтой
          бүтээгдэхүүн, үйлчилгээ олон бий. Олон нийтэд тогтсон нийтлэг
          хандлагаар үл хөдлөх хөрөнгийн салбарыг зөвхөн барилга барьдаг хэмээн
          хязгаарлаж бүү бодоорой.
        </p>
        <p className="mt-4">
          Үүний зэрэгцээ залуус болон дүү нартаа хандаж хэлэхэд аливаа зүйлийг
          өнгөц харж шийдвэр гаргалгүй, нухацтай бодож, харьцуулж үзсэнийхээ
          дараа эцсийн шийдийг гаргах хэрэгтэй.{" "}
          <span className="italic font-extrabold  block border-l-4 border-[#0378f6] ml-8 my-4 px-2">
            &quot;Гагцхүү тэгж гаргасан шийдвэртээ тууштай байх нь чухал шүү.
            Ялангуяа эхлүүлсэн ажлынхаа үр дүнг үзэх хатуужилтай
            байгаарай.&quot;
          </span>
        </p>
      </div>
    </main>
  );
}
