export default function Behavior() {
  return (
    <main className="flex min-h-screen flex-col items-center justify-between p-24">
      <div className="max-w-prose font-normal tracking-wide ">
        <h1 className="text-4xl font-black uppercase text-white text-center tracking-tighter bg-[#0378f6] text-white rounded px-2 pt-4 pb-3">
          Хүчирхэг таван шинж
        </h1>
        <p className="mt-6">
          &emsp;Амжилтад хүрэх зам хэн бүхний хувьд амар биш. Танаас ихээхэн
          мэдлэг, ур чадвар, анхаарал шаардана. Олонд хүндлэгдсэн дэлхийн
          алдартай компаниудын удирдагчдад байдаг хүчирхэг таван шинж чанарыг
          танилцуулж байна.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter ">
          1. Тэд бүтэлгүйтдэг ч сэтгэлээр унадаггүй
        </h2>
        <p className="mt-4">
          Бүх зүйл төсөөлж байгаа шиг өрнөдөггүй. Старт-ап компаниудын 90 хувь
          нь бүтэлгүйтдэг гэх судалгаа ч бий. Хүмүүс бууж өгдөг. Гэхдээ
          амжилттай хүмүүс бууж өгөхийг хүлээн зөвшөөрдөггүй. Оронд нь
          алдаанаасаа суралцдаг.
        </p>
        <p className="mt-4">
          Жефф Безос 1994 онд Амазон компанийг үүсгэн байгуулах үедээ өөртөө
          амжилтад хүрэх 30 хувийн боломж олгож байсан гэдэг. Энэ тухай 1999 онд
          &quot;Time&quot; сэтгүүлийн &quot;Жилийн онцлох хүн&quot; болохдоо
          өгсөн ярилцлагадаа дурдсан юм. Тэрээр олон удаа бүтэлгүйтсэн ч ямар ч
          боломжийг алдалгүйгээр зүтгэсэн нэгэн.
        </p>
        <p className="mt-4">
          Жефф Безос 2014 онд &quot;Business Insider&quot;-ийн хуралд оролцох
          үеэр{" "}
          <span className="italic font-extrabold  block border-l-4 border-[#0378f6] ml-8 my-4 px-2">
            &quot;Хэрэв чи зоригтой үйлдэл хийвэл туршилт болно. Туршилт хэр
            хугацаанд амжилттай болох эсэхийг хэн ч мэдэхгүй. Туршилтууд
            бүтэлгүйтдэг. Гэхдээ цөөхөн хэдэн амжилт олон зуун удаа бүтэлгүйтсэн
            туршилтын хохирлыг барагдуулдаг&quot;
          </span>{" "}
          хэмээн ярьж байжээ.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          2. Том мөрөөд
        </h2>
        <p className="mt-4">
          Тесла компанийн үүсгэн байгуулагч Элон Маск жуулчдыг сар луу аялуулах
          төлөвлөгөө зарлаж байсан нь олон хүнийг алмайруулсан. Тэр хүний
          тархийг компьютертой холбох, түгжрэлийг бууруулахын тулд газар доор
          туннел барина гэх зэргээр үргэлж хэний ч санаанд багтаагүй зорилтуудыг
          урдаа тавьдаг.
        </p>
        <p className="mt-4">
          <span className="font-extrabold text-[#0378f6]">
            Том мөрөөдөж, түүнийхээ араас зүтгэх нь танаас золиос шаардана.
          </span>{" "}
          Гэхдээ урт хугацаанд таныг аз жаргалтай болгодог гэх судалгаа бий.
          Судлаачид том зорилт тавьсан хэсэг бүлэг хүмүүс нөгөө талд бодит
          зорилт тавьсан хүмүүсийг хооронд нь харьцуулан ажиглажээ. Том
          мөрөөддөг хүмүүс зорилгодоо хүрсний дараа илүү их сэтгэлийг таашаал
          авдаг гэдэг нь нотлогдсон байна. Бүх зүйлийг нэг алхмын цаана томоор
          төсөөлж харснаар таны амьдралд эерэг өөрчлөлт гарах нь гарцаагүй.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          3. Тэд хувийн туршлагаараа удирддаг
        </h2>
        <p className="mt-4">
          &quot;Google&quot;-ийн програм хангамжийн инженер 2017 онд тус компани
          дотор байдаг жендерийн зөрүүтэй байдлын тухай 10 хуудас тэмдэглэл
          бичсэн нь олон нийтийн сүлжээнд шуугиан тарьсан.
        </p>
        <p className="mt-4">
          Тухайн үед &quot;Youtube&quot;-ийн гүйцэтгэх захирал Сьюзан Войжитски
          хамгийн зоригтой үйлдлийг гаргаж байжээ. Корпорацийн түвшинд асуудлыг
          ярихаас илүүтэйгээр тэмдэглэлийг уншаад төрсөн сэтгэгдэл болон энэ
          асуудалтай холбоотой өөрт тохиолдож байсан хувийн туршлагаасаа
          хуваалцсан юм. Шударга бус байдлыг амссан хүмүүсийн зовлон, шаналлыг
          өөрийн биеэрээ мэдэрсэн тухайгаа ч ярьсан. Тэрээр &quot;Би ажлаа
          хариуцлагатай хийдэг. Гэхдээ намайг салбарын онцгой үйл явдлуудаас
          хассан тохиолдол бий. Гадаадын төлөөлөгчидтэй уулзаж байхад тэд
          эрэгтэй хүмүүсийг хамгийн эхэнд онцолж, ярилцдаг&quot; хэмээжээ.
        </p>
        <p className="mt-4">
          Сьюзан Войжитски энэхүү үйлдлээрээ залуу эмэгтэйчүүдийг хэрхэн
          хүчирхэгжүүлэх тал дээр анхаарал хандуулахыг хүссэн байна. Үзэл бодол
          нь зөвхөн түүний ирээдүйн алсыг харааг харуулахаас гадна олон хүний
          зүрхэнд хүрсэн аж. Хамгийн амжилттай удирдагчид ямар үед стратегийн
          зорилго тавьж, ямар үед хүнлэг байдлаар удирдахаа мэддэг.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter ">
          4. Тэд хамгийн гайхалтай санаанууд хамгийн санаанд оромгүй үед гарч
          ирдэг гэдгийг мэддэг
        </h2>
        <p className="mt-4">
          Хүний тархи болон бодлын үйл явцын талаарх судалгаанаас харахад
          хамгийн санаанд оромгүй үеүүдэд шинэ санаа төрдөг болохыг илрүүлжээ.
          <span className="italic font-extrabold  block border-l-4 border-[#0378f6] ml-8 my-4 px-2">
            &quot;Тархи ямар ч хүлээлтгүй байгаа үед асуудлын шийдлийг олж
            чаддаг&quot;
          </span>{" "}
          гэж зохиолч, сэтгүүлч Клаудиа Калб ярьсан байна.
        </p>
        <p className="mt-4">
          Тесла компанийн үүсгэн байгуулагч Элон Маск шүршүүрт орж байхдаа
          хамгийн гайхалтай санаануудаа бодож олсон талаар “Reddit AMA”
          хэлэлцүүлгийн үеэр хуваалцаж байв. Мөн LinkedIn, Facebook, Google
          зэрэг компанийн захирлууд босоо уулзалт зохион байгуулахыг илүүд үздэг
          байна. Учир нь тийм үед хүмүүс хамгийн их төвлөрч, бүтээлч сэтгэлгээ
          нь өссөн байдаг гэж үздэг.
        </p>
        <p className="mt-4">
          Бүх зүйлд дэндүү нухацтай хандахын оронд тархинд чинь орж, гарч байгаа
          бодлуудыг урсгалаар нь явуулах зүйтэй. Та хамгийн{" "}
          <span className="font-extrabold text-[#0378f6]"> тухтай</span> байгаа
          үедээ нээлттэй сэтгэлгээтэй байж, өөрийн бүтээлч сэтгэлгээгээ
          оргилуулаарай.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          5. Тэд хайрцагнаас гарч ирдэг
        </h2>
        <p className="mt-4">
          &quot;Stitch Fix&quot; компанийн гүйцэтгэх захирал Катрина Лейк хиймэл
          оюун ухаан ашиглан алгоритмын програм үүсгэснээр орлогоо нэмэгдүүлж
          чадсан талаараа CNBC-д ярьжээ. Хэрэв та уулын оргилд байгаа бол ямар
          замаар явахаа өөрөө л шийднэ. Адилхан үр дүнд хүрэхийн тулд уул руу
          алхах шаардлагагүй. Ердөө яаж удирдахаас бүх зүйл хамаарна.
        </p>
        <p className="mt-4">
          Бизнесийнхээ 10-20 хүндрэл бэрхшээлийг буулгаж, шийдэл олохыг хичээ.
          Ингэснээр асуудлаа шийдвэрлэх боломж нэмэгдэнэ. Асуудлын шийдэл дээр
          байнга ажиллах нь таныг хайрцгаасаа гарч сэтгэхэд тусална.
        </p>
      </div>
    </main>
  );
}
