import Link from "next/link";

export default function Home() {
  return (
    <main className="flex min-h-screen flex-col items-center justify-between p-24">
      <div className="max-w-prose font-normal tracking-normal ">
        <h1 className="text-center text-4xl font-black uppercase text-white tracking-tighter bg-[#0378f6] text-white rounded px-2 pt-4 pb-3">
          Амжилт гэж юу вэ?
        </h1>
        <p className="mt-6">
          &emsp;Хүн болгон амжилтыг олон янзаар тодорхойлдог.Амжилт гэдэг бол
          таны ѳѳртѳѳ тавьсан зорилго, хүлээлтэнд хүрэх оргил юм.Бид ѳѳрсдийн
          мѳрѳѳдлийг тѳсѳѳлѳхдѳѳ аварга том шат руу дээш ѳгсѳж буй хол зам шиг л
          хардаг байх.Түүндээ ѳдѳр бүр нэг алхамаар хүрч болно гэдгийг
          ойлгодоггүй.Амжилт бол бидний амьдралдаа үхэх хүртлээ хийх, ажлаа олох
          эрэл юм.Америкийн алдартай бизнесмен илтгэгч Тони Робинс хэлэхдээ:{" "}
          <span className="italic font-extrabold  block border-l-4 border-[#0378f6] ml-8 my-4 px-2">
            &quot;Амжилтын 80% нь сэтгэлзүй үлдсэн 20 % нь стратеги&quot;
          </span>{" "}
          Энэ нь хувь хүний хѳгжил сэтгэлзүйн дараах хүчин зүйлсээс хамаардаг.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          <span className="">1.</span> Амжилтыг тодорхойлох
        </h2>
        <p className="mt-4">
          Амжилт гэдэг нь хувь хүний{" "}
          <span className="font-extrabold text-[#0378f6]">
            үнэт зүйл, соёлын гарал үүсэл, хувийн зорилгоос
          </span>{" "}
          шалтгаалж ихээхэн ялгаатай, баригдашгүй ойлголт юм. Олон хүмүүсийн
          хувьд энэ нь амьдралын тодорхой зорилгод хүрэхэд чиглэсэн хүчин
          чармайлтын оргил үе юм. Энэ нь зогсонги байдал биш, харин хувь хүн
          эсвэл мэргэжлийн хувьд биелсэн чухал үеүүдэд хүрэх тасралтгүй аялал
          юм. Амжилтыг тодорхойлох арга зам нь хүмүүс амьдралынхаа туршид эрч
          хүчээ хэрхэн чиглүүлж, зорилгоо эрэмбэлэхэд нөлөөлдөг.
        </p>
        <p className="mt-4">
          Эхлэхийн тулд амжилтыг ажил мэргэжил, боловсрол, хувийн амьдралдаа
          байгаа эсэхээс{" "}
          <span className="font-extrabold text-[#0378f6]"> үл хамааран</span>{" "}
          хувийн хүсэл эрмэлзэлдээ хүрэх гэж үзэж болно. Үүнд эрдмийн зэрэг
          дүүргэх, мэргэжлийн түвшинд хүрэх эсвэл шинэ ур чадвар эзэмших зэрэг
          багтаж болно. Эдгээр ололт амжилт нь ихэвчлэн хувийн сэтгэл ханамж,
          амжилтын мэдрэмжээр тэмдэглэгддэг гэдгийг тэмдэглэх нь зүйтэй.
        </p>
        <p className="mt-4">
          Эцэст нь амжилт нь хувь хүний үнэт зүйл, ёс зүйтэй гүн гүнзгий
          холбоотой байдаг. Олон хүмүүсийн хувьд жинхэнэ амжилт нь ёс суртахууны
          хэм хэмжээг дагаж мөрдөх эсвэл нийгэмд эерэгээр хувь нэмэр оруулах
          явдал юм. Амжилтын энэхүү хэмжигдэхүүн нь зөвхөн эцсийн үр дүнг бус
          зорилгодоо хэрхэн хүрэхийн чухлыг онцолж өгдөг.{" "}
          <span className="font-extrabold text-[#0378f6]">
            Шударга байдал, эелдэг байдал, хариуцлага{" "}
          </span>{" "}
          нь амжилтын талаарх энэхүү өргөн ойлголтод чухал үүрэг гүйцэтгэдэг.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          2. Амжилтанд хүрэх замууд
        </h2>
        <p className="mt-4">
          Амжилтанд хүрэхийн тулд ихэвчлэн дотоод урам зориг, гадаад нөөц,
          хувийн өсөлтийг хослуулсан байдаг. Эдгээр элементүүд хамтдаа амьдралын
          янз бүрийн салбарт хүссэн үр дүнд хүрэх замыг засдаг.
        </p>
        <p className="mt-4">
          Нэгдүгээрт, шаргуу хөдөлмөр, тууштай байх нь үндсэн зүйл юм.
          Бэрхшээлийг даван туулж, цаг хугацааны явцад хүчин чармайлтаа хадгалах
          нь түр зуурын амжилтыг байнгын амжилтаас ялгаж салгадаг. Үүнд олон жил
          суралцах, мэргэжлийн тогтвортой хөгжил эсвэл бизнесийг аажмаар бий
          болгох зэрэг орно.
        </p>
        <p className="mt-4">
          Хоёрдугаарт, үр дүнтэй зорилго тодорхойлох нь маш чухал юм. Зорилтууд
          нь тодорхой, хэмжигдэхүйц, хүрч болохуйц, хамааралтай, цаг хугацааны
          хувьд{" "}
          <span className="font-extrabold underline text-[#0378f6]">
            <Link href="https://en.wikipedia.org/wiki/SMART_criteria">
              (SMART)
            </Link>
          </span>{" "}
          байх ёстой. Энэхүү аргачлал нь илүү том алсын харааг удирдаж болохуйц
          ажлууд болгон хувааж, амжилтанд хүрэх замыг илүү тодорхой, бүтэцтэй
          болгоход тусалдаг. Нөхцөл байдал, тэргүүлэх чиглэлүүд өөрчлөгдөхийн
          хэрээр эдгээр зорилгыг тогтмол хянаж, тохируулах нь чухал юм.
        </p>
        <p className="mt-4">
          Нэмж дурдахад зөвлөгч, үе тэнгийнхэн, гэр бүл зэрэг туслах системүүд
          чухал үүрэг гүйцэтгэдэг. Эдгээр харилцаа нь удирдамж, урам зориг,
          туслалцаа үзүүлж чадна. Өөрийнхөө салбар эсвэл нийгэмлэгийн бусад
          хүмүүстэй холбоо тогтоох нь өөрөөр хүрч чадахгүй байсан боломжуудын
          үүдийг нээж өгдөг. Амжилтанд хүрэх аливаа аялалд санаа, туршлага
          солилцох нь үнэлж баршгүй чухал юм.
        </p>
        <h2 className="text-3xl font-extrabold mt-8 text-[#0378f6] tracking-tighter">
          3. Амжилтыг хэмжих
        </h2>
        <p className="mt-4">
          Амжилтын хэмжүүр нь угаасаа хувь хүн бөгөөд цаг хугацааны явцад
          өөрчлөгддөг. Энэ нь биет үр дүн, биет бус чанаруудыг багтаасан бөгөөд
          хувь хүний амьдрал, үнэт зүйлсийн олон талт талыг тусгасан байдаг.
        </p>
        <p className="mt-4">
          Амжилтын тоон үзүүлэлтүүд нь орлого, ашгийн хэмжээ, зах зээлд эзлэх
          хувь зэрэг санхүүгийн хэмжүүрүүдийг агуулдаг. Эдгээр нь харьцангуй
          энгийн бөгөөд хувь хүн эсвэл бизнес эрхлэгчдэд хялбархан харьцуулж
          болно. Гэсэн хэдий ч тэд амжилтанд хүрэхийн тулд юу гэсэн үг болохыг
          бүрэн дүрсэлж чаддаггүй.
        </p>
        <p className="mt-4">
          Нөгөө талаас чанарын хэмжүүр нь{" "}
          <span className="font-extrabold text-[#0378f6]">
            ажлын сэтгэл ханамж, амьдралын тэнцвэрт байдал, сэтгэцийн эрүүл
            мэнд, хувийн сайн сайхан байдал{" "}
          </span>{" "}
          зэрэг хүчин зүйлсийг харгалзан үздэг. Эдгээр хэмжүүрүүд нь илүү
          субъектив шинж чанартай боловч хүний амжилтын урт хугацааны тогтвортой
          байдлыг ойлгоход маш чухал юм. Эдгээр нь ололт амжилт нь үнэхээр биелж
          байгаа эсэх, эсвэл хэт их стресс, аз жаргалгүй байдлыг үүсгэж байгаа
          эсэхийг тодорхойлоход тусалдаг.
        </p>
        <p className="mt-4">
          Эцэст нь хэлэхэд, бусдад үзүүлэх нөлөө нь амжилтыг хэмжих улам бүр
          түгээмэл арга юм. Үүнийг нийгэмд оруулсан хувь нэмэр, бусдын амьдралд
          үзүүлэх эерэг нөлөөлөл эсвэл үлдээсэн өв хөрөнгөөр үнэлж болно. Олон
          хүмүүсийн хувьд амжилт нь зөвхөн хувийн ашиг хонжоо олох биш, харин
          дэлхийд утга учиртай өөрчлөлт хийх явдал юм. Амжилтын талаарх энэхүү
          өргөн хүрээний хэтийн төлөв нь түүний харилцаа холбоо, хамтын
          хэмжүүрийг онцолж, хувь хүнээс нэгдэл рүү чиглэсэн анхаарлыг
          өргөжүүлдэг.
        </p>
      </div>
    </main>
  );
}
